Revit 2026 API

# BoundingBoxXYZMin Property

---

Minimum coordinates (lower-left-rear corner of the box).

**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public XYZ Min { get; set; }
```
```vb
Public Property Min As XYZ
	Get
	Set
```
```cpp
public:
property XYZ^ Min {
	XYZ^ get ();
	void set (XYZ^ value);
}
```
```fsharp
member Min : XYZ with get, set
```

#### Property Value

XYZ

The bounds are defined in the coordinate space of the box.

#### Reference

BoundingBoxXYZ Class

Autodesk.Revit.DB Namespace